// 岗位职位
export default [
  {
    id: '01',
    name: '支持',
    pos: [
      {
        id: '01001',
        name: '总经理',
      },
      {
        id: '01002',
        name: '行政经理',
      },
      {
        id: '01003',
        name: '人事经理',
      },
      {
        id: '01004',
        name: '财务经理',
      },
      {
        id: '01005',
        name: '人事专员',
      },
      {
        id: '01006',
        name: '会计',
      },
      {
        id: '01007',
        name: '财务专员',
      },
    ]
  },
  {
    id: '02',
    name: '研发',
    pos: [
      {
        id: '02001',
        name: '研发总监',
      },
      {
        id: '02002',
        name: '研发主管',
      },
      {
        id: '02003',
        name: '产品主管',
      },
      {
        id: '02004',
        name: '前端工程师',
      },
      {
        id: '02005',
        name: 'JAVA工程师',
      },
      {
        id: '02006',
        name: '架构师',
      },
      {
        id: '02007',
        name: '设计师',
      },
    ]
  },
  {
    id: '03',
    name: '营销',
    pos: [
      {
        id: '03001',
        name: '营销总监',
      },
      {
        id: '03002',
        name: '营销主管',
      },
      {
        id: '03003',
        name: '营销员',
      },
    ]
  },
]